{
  "intro": {
    "welcome": "Welcome to TheStaircase",
    "description": "TheStaircase es un método alternativo para mejorar que se centra en crear una experiencia divertida y motivadora para el jugador. Utiliza restricciones de unidad para evitar que el jugador se vea abrumado por la complejidad del juego y para fomentar la creatividad y la exploración. Utiliza puntos de referencia medibles para los elementos básicos absolutos de Starcraft 2: recopilar y gastar recursos de manera eficiente. Estos puntos de referencia se registran utilizando [GGGReplays], lo que permite al jugador dedicar toda su atención a jugar el juego.",
    "rules": "Reglas Basicas",
    "ruleOne": "Lee las reglas cuidadosamente en cada paso.",
    "ruleTwo": "Solo usa las unidades que se le muestran en cada paso.",
    "ruleThree": "Lee las sugerencias en cada paso."
  },
  "global": {
    "matches": "Partidas",
    "addMatch": "Agregar Resultado",
    "reset": "Reiniciar",
    "matchesDescription": "Despues de cada partida sube la repeticion a <2>GGGReplays</2> y agrega el resultado de tu 'spending skill'. Debes de obtener Masters+ en cuatro partidas, aunque mas son recomendadas.",
    "mottoTitle": "Tu nuevo lema",
    "motto": "Mi objetivo es mejorar ahora. No intentare ganar el juego ahora, me enfocare en mejorar ahora. Mejorare ahora para poder ganar despues.",
    "rules": "Reglas",
    "units": "Unidades",
    "noCommandCard": "No puedes hacer clic en la tarjeta de comando.",
    "unitsPerProduction": "No puedes poner mas de 2 unidades en espera por planta de producción.",
    "productionPerBase": "No puedes crear mas de b + 2 plantas de producción a la vez, b es el número de bases saturadas de minerales. (Una base saturada de minerales debe tener 16 trabajadores que extraen minerales.",
    "mineMinerals": "Mina minerales.",
    "noGas": "No mines gas.",
    "mineGas": "Mina gas",
    "unitControl": "Controla tus unidades lo mejor que puedas.",
    "chooseUnits": "Elige {{count}} unidad:",
    "chooseUnits_plural": "Elige {{count}} unidades:",
    "suggestions": "Sugerencias",
    "haveFun": "Diviértete lo más posible en todo momento!",
    "experiment": "Experimenta con las unidades lo más posible!",
    "focus": "Concentrate lo más posible en tus objetivos y no en ganar el juego!",
    "screenMovement": "Evita las teclas de flecha o mover el mouse al borde de la pantalla para moverte.",
    "screenPositions": "Has clic en el minimapa y usa las teclas de ubicación (camaras) para mover la pantalla.",
    "hotkeys": "Usa Teclas Rapidas, Grupos de Control, y Camaras de Ubicación lo más posible.",
    "threeBasesNoGas": "Trata de llegar a 48 trabajadores (3 bases saturadas completamente).",
    "threeBases": "Trata de llegar a 66 trabajadores (3 bases saturadas completamente). NOTE: solo toma gas cuando lo necesites!",
    "aggresive": "Juega agresivamente; Evita las defensas estáticas lo más posible.",
    "economy": "Trata de mantener bajo tus recursos lo más posible.",
    "ccEnery": "Trata de mantener bajo el nivel de energía de tu Centro de Comando (Orbital).",
    "nexusEnergy": "Intenta mantener baja la energía de tu Nexus.",
    "queenEnergy": "Intenta mantener baja la energía de tu Reina.",
    "unitActive": "Intenta mantener al menos una unidad o grupo de unidades activas en el mapa después de tu primer explorador, esto ayudará a entrenar tus multitareas.",
    "avoidBaseCamara": "Intenta mirar tu base solo cuando sea necesario.",
    "prevStep": "Paso Anterior",
    "nextStep": "Siguiente Paso",
    "continue": "Continuar",
    "about": "Acerca de",
    "contribute": "Contribuye"
  },
  "race": {
    "choose": "Elige tu raza"
  },
  "stepOne": {
    "name": "Primer Paso",
    "minimapAttack": "Ataca usando solo el minimapa.",
    "noBabysitting": "No veas tus batallas."
  },
  "stepTwo": {
    "name": "Segundo Paso"
  },
  "stepThree": {
    "name": "Tercer Paso"
  },
  "stepFour": {
    "name": "Cuarto Paso"
  },
  "stepFive": {
    "name": "Quinto Paso"
  },
  "stepSix": {
    "name": "Sexto Paso"
  },
  "stepSeven": {
    "name": "Séptimo Paso"
  },
  "finalStep": {
    "title": "Felicidades",
    "content": "Has completado todos los pasos de este entrenamiento. Esperamos que hayas mejorado."
  }
}