{
  "intro": {
    "welcome": "Welcome to TheStaircase",
    "description": "TheStaircase is an alternative improvement method that focuses on creating a fun, and motivating experience for the player. It utilizes unit constrictions to prevent the player from being overwhelmed by the complexity of the game, and to encourage creativity and exploration. It uses measurable benchmarks for the absolute core elements of Starcraft 2: Gathering and spending resources efficiently. These benchmarks are recorded using [GGGReplays], allowing the player to devote all of their attention to playing the game.",
    "rules": "Basic Rules",
    "ruleOne": "Read the rules carefully on each step.",
    "ruleTwo": "Only use the units shown to you on each step.",
    "ruleThree": "Read suggestions on each step."
  },
  "global": {
    "matches": "Matches",
    "addMatch": "Add Result",
    "reset": "Reset",
    "matchesDescription": "After each of your match upload your replay to <2>GGGReplays</2> and add the result of your 'spending skill'. To be able to move to the next step you must get Master+ on four of your matches, though more are recommended.",
    "mottoTitle": "Your new motto",
    "motto": "My goal is to improve. I will not try to win the game now, I will focus on improving now. I will improve now so that I may win later.",
    "rules": "Rules",
    "units": "Units",
    "noCommandCard": "You may not click in the command card.",
    "unitsPerProduction": "You may not queue more than two units per production facility.",
    "productionPerBase": "You may not create b+2 production facilities at a time, where b is the number of mineral saturated bases. (A mineral saturated base must have 16 workers mining minerals.)",
    "mineMinerals": "Mine minerals.",
    "noGas": "Do not mine gas.",
    "mineGas": "Mine gas.",
    "unitControl": "Control your units to the best of your ability.",
    "chooseUnits": "Choose {{count}} unit:",
    "chooseUnits_plural": "Choose {{count}} units:",
    "suggestions": "Suggestions",
    "haveFun": "Have as much fun as possible at all times!",
    "experiment": "Experiment with the units as much as possible!",
    "focus": "Focus as much as possible on your goals, and not on winning the game.",
    "screenMovement": "Avoid arrow keys or moving the mouse to the edge of the screen to move.",
    "screenPositions": "Click on the minimap and use location keys to move screen.",
    "hotkeys": "Use Hotkeys, Control Groups, and Camera Location keys as much as possible.",
    "threeBasesNoGas": "Try to get to 48 workers (3 fully base saturation).",
    "threeBases": "Try to get 66 workers (3 fully base saturation). NOTE: only take the gas you need when you need it!",
    "aggresive": "Play aggressively; avoid static defenses as much as possible.",
    "economy": "Try to keep your resources as low as possible.",
    "ccEnergy": "Try to keep your Command Center (Orbital)'s enery low.",
    "nexusEnergy": "Try to keep your Nexus' energy low.",
    "queenEnergy": "Try to keep your Queens' energy low.",
    "unitActive": "Try to keep atleast one unit or group of units active on the map after your first scout, this will help train your multitasking.",
    "avoidBaseCamara": "Try to look at your base only when necessary.",
    "prevStep": "Previous Step",
    "nextStep": "Next Step",
    "continue": "Continue",
    "about": "About",
    "contribute": "Contribute"
  },
  "race": {
    "choose": "Choose your race"
  },
  "stepOne": {
    "name": "First Step",
    "minimapAttack": "Attack only using minimap.",
    "noBabysitting": "Do not watch your battles."
  },
  "stepTwo": {
    "name": "Second Step"
  },
  "stepThree": {
    "name": "Third Step"
  },
  "stepFour": {
    "name": "Fourth Step"
  },
  "stepFive": {
    "name": "Fifth Step"
  },
  "stepSix": {
    "name": "Sixth Step"
  },
  "stepSeven": {
    "name": "Seventh Step"
  },
  "finalStep": {
    "title": "Congratulations",
    "content": "You have now completed all the steps on this training. We hope that you have improved."
  }
}